Repository: DanielNaschenweng/solidarize-dart
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Username not exists.
pt: Usuário não existe.

source: Password does not match
pt: Senha não confere.

# usernameHint
source: Username
pt: Nome do Usuário

# passwordHint
source: Pass
pt: Senha do Usuário

# confirmPasswordHint
source: Confirm
pt: Confirmado

# forgotPasswordButton
source: Forgot huh?
pt: Esqueceu a senha?

# loginButton
source: LOGIN
pt: USUÁRIO

# signupButton
source: SIGN UP
pt: CADASTRE-SE

# recoverPasswordButton
source: HELP ME
pt: Recuperar Senha

# goBackButton
source: GO BACK
pt: VOLTAR

# confirmPasswordError
source: Not match!
pt: Senhas não conferem!

# recoverPasswordSuccess
source: Login recover success!
pt: Senha recuperada com sucesso!

# recoverPasswordIntro
source: Reset your password here.
pt: Reinicie sua senha aqui.

# recoverPasswordDescription
source: We will send your plain-text password to this email account.
pt: Nós iremos enviar sua senha para seu e-mail.

# flushbarTitleError
source: Login Error
pt: Erro de autenticação

# flushbarTitleSuccess
source: Login Sucess!
pt: Entrou!

# logoffButton
source: Logoff
pt: Sair
